{
  "about": "I am a Computer Engineering graduate with a strong passion for continuous learning and technological innovation. I am a self-driven and proactive professional, always eager to explore new technologies and solve complex challenges. In my free time, I enjoy video games, staying active, and expanding my knowledge through research and experimentation. I thrive in collaborative environments and am committed to delivering high-quality results.",
  "aboutme": "About Me",
  "wherework": "Professional Experience",
  "whatbuilt": "Projects I've Built",
  "contact": "Get in Touch",
  "experience": "Experience",
  "project": "Projects",
  "cv": "Curriculum Vitae",
  "work1": "Contributed to the development team at Nativo, working with technologies such as Ruby on Rails, MongoDB, and AngularJS.",
  "work2": "Participated in the design and development of a web application at CTI, utilizing React to build responsive and modern interfaces.",
  "work3": "Collaborated as a volunteer developer for Plan21’s YvY project, a regenerative agriculture solution built with Angular, in partnership with IBM and ITCR.",
  "work4": "Worked as a freelance developer, building tailored web applications and websites for various clients.",
  "work5": "Currently working as a Fullstack Developer using tools and frameworks such as Docker, Angular, Spring Boot, PostgreSQL, and more.",
  "yvyproject": "YvY is a web platform that helps farmers manage crops and access data related to weather, precipitation, and soil quality. It was built using the Angular framework.",
  "portfolioproject": "My personal portfolio, developed with Next.js, showcases my projects, skills, and professional background.",
  "zulportfolio": "Designed, developed, and deployed a modern, optimized website for a local artist using Astro and React.",
  "contactme": "Contact",
  "social": "Social Media",
  "email": "Email",
  "phone": "Phone",
  "blog": "My personal blog, developed with Next.js, where I publish articles related to technology and software development."
}
