{
  "about": "Soy Ingeniero en Computación, apasionado por el aprendizaje continuo y la investigación de nuevas tecnologías. Me considero autodidacta, proactivo y con gran interés en el desarrollo de soluciones innovadoras. En mi tiempo libre disfruto de los videojuegos, el ejercicio y seguir ampliando mis conocimientos. Me caracteriza una actitud colaborativa y el compromiso con el trabajo en equipo.",
  "aboutme": "Sobre mí",
  "wherework": "Experiencia profesional",
  "whatbuilt": "Proyectos desarrollados",
  "contact": "Contáctame",
  "experience": "Experiencia",
  "project": "Proyectos",
  "cv": "Currículum",
  "work1": "Formé parte del equipo de Nativo como desarrollador, utilizando tecnologías como Ruby on Rails, MongoDB y AngularJS.",
  "work2": "Participé en el desarrollo de una aplicación web en CTI, empleando tecnologías como React para la creación de interfaces dinámicas.",
  "work3": "Colaboré como voluntario en el proyecto YvY de Plan21, una plataforma de agricultura regenerativa, desarrollada con Angular en conjunto con IBM y el ITCR.",
  "work4": "Me desempeñé como desarrollador freelance, diseñando y construyendo aplicaciones web y sitios a medida para distintos clientes.",
  "work5": "Actualmente trabajo como desarrollador Fullstack, utilizando herramientas como Docker, Angular, Spring Boot, PostgreSQL, entre otras tecnologías.",
  "yvyproject": "YvY es una plataforma web que permite a los agricultores gestionar sus cultivos y acceder a información sobre el clima, precipitaciones y condiciones del suelo. Fue desarrollada con el framework Angular.",
  "portfolioproject": "Mi portafolio personal, desarrollado con Next.js, en el que presento mis proyectos, habilidades y experiencia profesional.",
  "zulportfolio": "Diseñé, desarrollé y desplegué un sitio web para una artista local utilizando Astro y React, logrando un resultado moderno, rápido y optimizado.",
  "contactme": "Contacto",
  "social": "Redes sociales",
  "email": "Correo electrónico",
  "phone": "Teléfono",
  "blog": "Mi blog personal, desarrollado con Next.js, donde escribo artículos enfocados en temas tecnológicos y de desarrollo de software."
}
